"use client"

export default function OfferPage() {
    return (
        <>
            <div className="p-5 mx-60 leading-relaxed">
                <section>
                    <h2>
                        Предмет соглашения (Пользовательское соглашение)
                    </h2>
                    <div>Предметом настоящего Соглашения является предоставление возможности Пользователю приобретать
                        для
                        личных,
                        семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности,
                        Товары, представленные в каталоге Интернет-магазина по адресу https://www.manyasha-store.ru.
                        <p>Данное Соглашение распространяется на все виды Товаров и услуг, представленных на Сайте,
                            пока такие предложения с описанием присутствуют в каталоге Интернет-магазина.</p>
                    </div>
                </section>

                <section>
                    <h2>
                        Регистрация на сайт
                    </h2>
                    <div>
                        <p>
                            Регистрация на Сайте осуществляется автоматически при оформлении заказа.
                        </p>
                        <p>
                            Регистрация на Сайте не является обязательной для оформления Заказа.
                        </p>
                        <p>
                            Manyasha-Store не несет ответственности за точность и правильность информации,
                            предоставляемой
                            Пользователем при регистрации.
                        </p>
                        <p>
                            Пользователь обязуется не сообщать третьим лицам логин и пароль, указанные Пользователем при
                            регистрации.
                        </p>
                        <p>
                            В случае возникновения у Пользователя подозрений относительно безопасности его логина и
                            пароля или
                            возможности их несанкционированного использования третьими лицами, Пользователь обязуется
                            незамедлительно уведомить
                            об этом Manyasha-Store, направив соответствующее электронное письмо по адресу:
                            zakaz@my-choupette.ru. Общение Пользователя/Покупателя с операторами Call-центра /
                            менеджерами и
                            иными представителями Manyasha-Store и иных Продавцов должно строиться на принципах
                            общепринятой
                            морали и коммуникационного этикета.
                            Строго запрещено использование нецензурных слов, брани, оскорбительных выражений, а также
                            угроз
                            и шантажа, в независимости от того, в каком виде и кому они были адресованы.
                        </p>
                    </div>
                </section>

                <section>
                    <h2>
                        Товар и порядок совершения покупки
                    </h2>
                    <div>
                        <p>
                            Продавец обеспечивает наличие на своем складе Товаров, представленных на Сайте.
                        </p>
                        <p>
                            Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от
                            фактического внешнего вида Товара. Сопровождающие Товар описания/характеристики не
                            претендуют
                            на исчерпывающую информативность и могут содержать опечатки.
                        </p>
                        <p>
                            Для уточнения информации по Товару Покупатель должен обратиться в Службу поддержки клиентов.
                            Обновление информации, представленной на Сайте, производится раз в 24 часа.
                        </p>
                        <p>
                            В случае отсутствия заказанных Покупателем Товаров на складе Продавца, последний
                            вправе исключить указанный Товар из Заказа / аннулировать Заказ Покупателя,
                            уведомив об этом Покупателя путем направления соответствующего электронного сообщения по
                            адресу,
                            указанному Покупателем при регистрации (либо звонком оператора Call-центра).
                        </p>
                        <p>
                            В случае аннуляции полностью либо частично предоплаченного Заказа стоимость аннулированного
                            Товара
                            возвращается Продавцом Покупателю способом, которым Товар был оплачен.
                            Покупатель несет полную ответственность за предоставление неверных сведений,
                            повлекшее за собой невозможность надлежащего исполнения Продавцом своих обязательств перед
                            Покупателем.
                        </p>
                        <p>
                            После оформления Заказа на Сайте Покупателю предоставляется информация о предполагаемой дате
                            доставки по
                            телефону.
                            Менеджер, обслуживающий данный Заказ, уточняет детали Заказа, согласовывает дату доставки,
                            которая зависит от того, какое юридическое лицо/индивидуальный предприниматель является
                            Продавцом
                            заказанного Покупателем Товара, наличия заказанных Товаров на складе Продавца и времени,
                            необходимого для обработки и доставки Заказа. Ожидаемая дата передачи Заказа в
                            Службу доставки соответствующего Продавца сообщается Покупателю менеджером, обслуживающим
                            Заказ,
                            по электронной почте или при контрольном звонке Покупателю.
                            Дата передачи Товара может быть изменена Продавцом в одностороннем порядке в
                            случае наличия объективных, по мнению Продавца, причин.
                        </p>
                    </div>
                </section>

                <section>
                    <h2>
                        Доставка заказа
                    </h2>
                    <div>
                        <p>
                            Способы, а также примерные сроки доставки Товаров, реализуемых Manyasha-Store ,
                            указаны на Сайте в разделе «Доставка» в карточке товара, а также в корзине по адресу
                            https://www.my-choupette.ru/cart/.
                            Конкретные сроки доставки могут быть согласованы Покупателем с оператором Call-центра при
                            подтверждении
                            заказа.
                        </p>
                        <p>
                            Задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине
                            Продавца.
                            При доставке Заказ вручается Покупателю либо третьему лицу, указанному в Заказе в качестве
                            получателя
                            (далее Покупатель и третье лицо именуются «Получатель»). При невозможности получения Заказа,
                            оплаченного
                            посредством наличного расчета, указанными выше лицами,
                            Заказ может быть вручен лицу, который может предоставить сведения о Заказе (номер
                            отправления и/или ФИО
                            Получателя),
                            а также оплатить стоимость Заказа в полном объеме лицу, осуществляющему доставку Заказа.
                            Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств,
                            при вручении предоплаченного Заказа лицо, осуществляющее доставку Заказа,
                            вправе затребовать документ, удостоверяющий личность Получателя, а также
                            указать тип и номер предоставленного Получателем документа на квитанции к Заказу.
                            Риск случайной гибели или случайного повреждения Товара переходит к Покупателю с
                            момента передачи ему Заказа и проставления Получателем Заказа подписи в
                            документах, подтверждающих доставку Заказа. В случае недоставки Заказа
                            Продавец возмещает Покупателю стоимость предоплаченного Покупателем Заказа и
                            доставки в полном объеме после получения от Службы доставки подтверждения утраты Заказа.
                            Стоимость доставки каждого Заказа рассчитывается индивидуально, исходя из
                            сведений о Продавце заказанного Товара, веса Товара, региона и способа доставки,
                            а также (в случае необходимости) формы оплаты, и указывается на Сайте на последнем этапе
                            оформления
                            Заказа.
                        </p>
                        <p>
                            Пользователь понимает и соглашается с тем, что:
                            осуществление доставки — отдельная услуга, не являющаяся неотъемлемой частью
                            приобретаемого Покупателем Товара. Претензии к качеству приобретенного Товара,
                            возникшие после получения и оплаты Товара, рассматриваются в соответствии с
                            Законом РФ «О защите прав потребителей» и гарантийными обязательствами соответствующего
                            Продавца.
                            В связи с этим приобретение Товара с доставкой не дает Покупателю право требования доставки
                            приобретенного Товара в целях гарантийного обслуживания или замены, не дает возможности
                            осуществлять гарантийное обслуживание или замену Товара посредством выезда к
                            Покупателю и не подразумевает возможность возврата стоимости доставки Товара в
                            случаях, когда Покупатель имеет право на возврат денег за Товар как таковой, в
                            соответствии с Законом РФ «О защите прав потребителей».
                            Обязанность Продавца передать товар Покупателю считается исполненной в
                            момент вручения курьером Товара Получателю или получения Товара Получателем в
                            отделении почтовой связи либо в заранее оговоренном месте выдачи Заказа (в т.ч. в пункте
                            самовывоза).
                            При получении Заказа в отделении почтовой связи Получатель после оплаты доставленного Товара
                            обязан осмотреть доставленный Товар и произвести его вскрытие в
                            присутствии работников Почты России для проверки Товара на соответствие заявленному
                            количеству,
                            ассортименту и комплектности Товара, а также проверить срок службы доставленного Товара и
                            целостность
                            упаковки.
                        </p>
                        <p>
                            В случае наличия претензий к доставленному Товару (недовложение, вложение Товара отличного
                            от указанного в описи отправления, производственный брак, иные претензии) по
                            указанию Получателя работниками Почты России составляется Акт о выявленных несоответствиях.
                            Если Получателем не были заявлены претензии в вышеуказанном порядке, то Продавец считается
                            полностью и
                            надлежащим образом исполнившим свою обязанность по передаче Товара.
                            В случае возврата доставленного посредством Почты России/иной службой доставки товара в
                            связи с наличием претензий к Товару Получатель обязан приложить к Отправлению, содержащему
                            возвращаемый Товар, следующие документы:
                            <span>-заявление на возврат денежных средств;</span>
                            <span>-копию квитанции об оплате;</span>
                            <span>-копию описи Отправления;</span>
                            <span>-бланк возврата.</span>
                        </p>
                        <p>
                            При принятии Заказа от курьера, Получатель обязан осмотреть доставленный Товар и
                            проверить его на соответствие заявленному количеству, ассортименту и комплектности Товара, а
                            также
                            проверить срок службы доставленного Товара и целостность упаковки.
                            В случае отсутствия претензий к доставленному Товару Получатель
                            расписывается в «Бланке доставки заказов» либо ином аналогичном документе, предоставляемом
                            курьером,
                            и оплачивает Заказ (в отсутствие 100%-ной предоплаты).
                            Подпись в доставочных документах свидетельствует о том, что претензий к Товару Получателем
                            не заявлено и
                            Продавец полностью и надлежащим образом выполнил свою обязанность по передаче Товара.
                            Время нахождения курьеров, доставляющих товар, по адресу Получателя ограничено 15 минутами.
                            Товар, представленный на Сайте, по качеству и упаковке соответствует ГОСТу и ТУ, что
                            подтверждается соответствующими документами (сертификатами и т.д.).
                            Уточнить дату, время и при необходимости маршрут доставки, можно у менеджера,
                            который связывается с Покупателем для подтверждения Заказа или
                            у курьера, осуществляющего доставку; при этом сотрудники и специалисты call-центра обязуются
                            оказывать любое возможное содействие и принимать зависящее от них меры для предоставления
                            Покупателю
                            такой информации.
                        </p>
                    </div>
                </section>

                <section>
                    <h2>
                        Оплата товара
                    </h2>

                    <div>
                        <p>
                            Цена товара, реализуемого в Интернет-магазине, указывается в рублях Российской Федерации и
                            включает в себя налог на добавленную стоимость в случае, если
                            соответствующий Продавец применяет общую систему налогообложения.
                        </p>
                        <p>
                            Цена Товара указывается на Сайте. В случае неверного указания цены
                            заказанного Покупателем Товара, Продавец информирует об этом Покупателя для подтверждения
                            Заказа по
                            исправленной цене либо аннулирования Заказа.
                        </p>
                        <p>
                            При невозможности связаться с Покупателем данный Заказ считается аннулированным.
                        </p>
                        <p>
                            Если Заказ был оплачен, Продавец возвращает Покупателю оплаченную за Заказ сумму
                            тем же способом, которым она была уплачена.
                            Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке.
                            При этом цена на заказанный Покупателем Товар изменению не подлежит.
                        </p>
                        <p>
                            Цена Товара может дифференцироваться по регионам.
                        </p>
                        <p>
                            Особенности оплаты Товара с помощью банковских карт:
                        </p>
                        <p>
                            В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и об операциях,
                            Совершаемых с использованием платежных карт» от 24.12.2004 № 266-П операции по банковским
                            картам
                            совершаются держателем карты либо уполномоченным им лицом.
                            Авторизация операций по банковским картам осуществляется банком.
                            Если у банка есть основания полагать, что операция носит мошеннический характер, то банк
                            вправе отказать
                            в осуществлении данной операции.
                            Мошеннические операции с банковскими картами попадают под действие статьи 159 УК РФ.
                            Во избежание случаев различного рода неправомерного использования банковских карт
                            при оплате все Заказы, оформленные на Сайте и предоплаченные банковской картой, проверяются
                            Продавцом.
                            В целях проверки личности владельца и его правомочности на использование карты Продавец
                            вправе потребовать от Покупателя, оформившего такой заказ, предъявления документа,
                            удостоверяющего
                            личность.
                        </p>
                        <p>
                            Manyasha-Store вправе предоставлять скидки на Товары и устанавливать программу бонусов.
                            Виды скидок, бонусов, порядок и условия начисления определяются Продавцами самостоятельно и
                            указаны на Сайте и могут быть изменены Продавцом в одностороннем порядке.
                            При проведении маркетинговых мероприятий, предполагающих вложение каких-либо объектов в
                            отправления с Заказом Покупателя, доставка указанных вложений осуществляется за счет
                            Покупателя.
                            Для того, чтобы отказаться от вложения, Покупателю необходимо обратиться в Службу по работе
                            с клиентами.
                            Заказ считается неукомплектованным, если Покупатель сообщил об изменении решения о покупке
                            до момента начала сборки заказа на складе.
                        </p>
                        <p>
                            Если Покупатель сообщил Продавцу об этом после момента начала сборки заказа на складе, то
                            такой Заказ считается отклоненным.
                        </p>
                        <p>
                            Заказ считается неукомплектованным, если Покупатель сообщил об изменении
                            решения о покупке до момента начала сборки заказа на складе.
                            Если Покупатель сообщил Продавцу об этом после момента начала сборки заказа на складе,
                            то такой Заказ считается отклоненным.
                        </p>
                        <p>
                            Manyasha-Store вправе принять решение о блокировке для Покупателя способа оплаты «При
                            получении», в
                            отношении реализуемых Manyasha-Store Товаров в следующих случаях:

                            если в соответствии с указанной статистикой в рамках ранее оформленных подряд 2 и
                            более заказов объем отклонённых Покупателем товаров составит более 80 процентов от
                            общего объема доставленных товаров.

                            Покупатель сможет вновь воспользоваться услугой «При получении» после выкупа от
                            одного до трёх заказов на общую сумму 5000 рублей в течение трех месяцев.

                            Если Покупатель совершил или был заподозрен в совершении противоправных действий,
                            направленных на
                            причинение убытков Компании (кража, грабеж, разбой, мошенничество, умышленное
                            повреждение имущества и др.);

                            Если Покупатель, по мнению Manyasha-Store, вел себя некорректно при общении с оператором
                            call-center,
                            торговым представителем, другими работниками Компании и/или совершил умышленные действия в
                            отношении работников компании (причинение вреда здоровью различной степени тяжести,
                            хулиганство,
                            оскорбления,
                            угрозы, ограничение свободы и др.). Продавец не несет ответственности за ущерб,
                            причиненный Покупателю вследствие ненадлежащего использования Товаров, приобретенных в
                            Интернет-магазине.

                            Продавец не несет ответственности за содержание и функционирование внешних сайтов.
                        </p>
                        <p>
                            Возврат товара и денежных средств
                            Возврат Товара, реализуемого Manyasha-Store, осуществляется в соответствии с «Условиями
                            возврата»,
                            указанными на Сайте по адресу https://my-choupette.ru/obmen-i-vozvrat-tovara/.
                            Правила возврата Товара могут устанавливаться каждым соответствующим Продавцом
                            самостоятельно и
                            публикуются на соответствующей Странице Продавца.
                            Manyasha-Store не несет обязательств в отношении возврата Товара, реализуемого иными
                            Продавцами.
                        </p>
                    </div>
                </section>

                <section>
                    <h2>
                        Возврат Товара надлежащего качества
                    </h2>
                    <div>
                        <p>
                            Покупатель вправе отказаться от заказанного Товара в любое время до его получения, а после
                            получения Товара — в течение 14 дней не считая дня покупки.
                        </p>
                        <p>
                            Возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид,
                            потребительские свойства, а также документ, подтверждающий факт и
                            условия покупки указанного Товара. При отказе Покупателя от Товара, Продавец возвращает
                            ему стоимость возвращенного Товара, за исключением расходов Продавца, связанных с
                            доставкой возвращенного Покупателем Товара, в течение 10 дней с даты
                            поступления возвращенного Товара на склад Продавца вместе с заполненным
                            Покупателем заявлением на возврат.
                        </p>
                        <p>
                            Если на момент обращения Покупателя аналогичный товар отсутствует в продаже у Продавца,
                            Покупатель вправе отказаться от исполнения настоящего Соглашения и потребовать
                            возврата уплаченной за указанный Товар денежной суммы.
                            Продавец обязан вернуть уплаченную за возвращенный товар
                            денежную сумму в течение 10 дней со дня возврата Товара.
                        </p>
                        <p>Возврат Товара ненадлежащего качества:

                            В пределах гарантийного срока потребитель вправе по своему выбору обратиться с
                            требованием о возврате товара ненадлежащего качества к изготовителю,
                            продавцу или импортеру. Под товаром ненадлежащего качества подразумевается товар,
                            который неисправен и не может обеспечить исполнение своих функциональных качеств.
                            Полученный Товар должен соответствовать описанию на Сайте.
                            Внешний вид и комплектность Товара, а также комплектность всего Заказа могут быть
                            проверены Получателем в момент доставки Товара.
                            При доставке Товара Покупатель ставит свою подпись в квитанции о доставке в графе:
                            «Заказ принял, комплектность полная, претензий к количеству и внешнему виду товара не имею»,
                            либо в ином аналогичном документе, выпускаемого Продавцом, в графе,
                            предусматривающей проставление Покупателем отметки об отсутствии у него претензий к
                            комплектности и количеству Товара.

                            Если Покупателю был передан Товар ненадлежащего качества и
                            оное не было заранее оговорено Продавцом, Покупатель вправе воспользоваться положениями
                            ст. 18 «Права потребителя при обнаружении в товаре недостатков» Закона о защите прав
                            потребителей.
                            Требования о возврате уплаченной за товар денежной суммы подлежат удовлетворению
                            в течение 10 дней со дня предъявления соответствующего требования (ст. 22 Закона РФ «О
                            защите прав
                            потребителей»).
                            Возврат денежных средств осуществляется посредством возврата стоимости оплаченного Товара на
                            банковскую
                            карту.
                            В случае аннуляции или возврата полностью или частично предоплаченного Заказа стоимость
                            аннулированного Товара возвращается Продавцом Покупателю способом,
                            которым Товар был оплачен. Способ должен быть указан в соответствующем поле заявления
                            на возврат Товара, которое можно найти по адресу
                            https://my-choupette.ru/obmen-i-vozvrat-tovara/,
                            либо в ином аналогичном документе, выпускаемом Продавцом.

                            Способы возврата денежных средств, уплаченных за Товар ненадлежащего качества,
                            реализуемый Продавцами, отличными от Manyasha-Store, определяется такими Продавцами
                            самостоятельно и
                            указываются на соответствующих Страницах Продавцов.
                        </p>
                    </div>
                </section>

                <section>
                    <h2>Ответственность</h2>
                    <p>
                        Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие
                        ненадлежащего использования Товаров, приобретенных в Интернет-магазине.
                        Продавец не несет ответственности за содержание и функционирование внешних сайтов.
                    </p>
                </section>
            </div>
        </>
    )
}