"use client"

import MainLayout from "@/app/ui/MainLayout";

export default function exchangeReturn() {
    return (
        <>
            <MainLayout>
                <div className='p-5 mx-60 leading-relaxed mobile:p-2 mobile:mx-2'>
                    <h2 className='mobile:text-lg'>Обмен и возврат товара</h2>
                    <p>Обмен и возврат товара надлежащего качества производится в соответствии с Законом о защите прав
                        потребителей. В соответствии со ст. 26.1 “О дистанционном способе продаж”.

                        Вы можете отказаться от товара в момент фактического его получения, а также имеете право вернуть
                        не подошедший вам товар в течение 14 дней, не считая дня покупки.

                        Согласно закону РФ «О защите прав потребителей» и Постановлению Правительства РФ № 55 от
                        19.01.1998 г., нижнее белье и чулочно-носочные изделия не подлежат возврату или обмену.</p>


                    <h3 className='mobile:text-lg'>Для оформления возврата необходимо скачать и заполнить бланк Заявления о возврате товара.</h3>

                    <p> Вложите печатную версию заполненного заявления в отправление с возвращаемым товаром.</p>

                    <h3 className='mobile:text-lg'>Возврат Товара надлежащего качества:</h3>

                    <p>Покупатель вправе отказаться от заказанного Товара в любое время до его получения, а после
                        получения Товара – в течение 14 дней, не считая дня покупки. Возврат Товара надлежащего качества
                        возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ,
                        подтверждающий факт и условия покупки указанного Товара.


                        При отказе Покупателя от Товара согласно п.7.2.1. Продавец возвращает ему стоимость
                        возвращенного Товара, за исключением расходов Продавца, связанных с доставкой возвращенного
                        Покупателем Товара, в течение 10 дней с даты поступления возвращенного Товара на склад Продавца
                        вместе с заполненным Покупателем заявлением на возврат.


                        Если на момент обращения Покупателя аналогичный товар отсутствует в продаже у Продавца,
                        Покупатель вправе отказаться от исполнения настоящего Соглашения и потребовать возврата
                        уплаченной за указанный Товар денежной суммы.


                        Продавец обязан вернуть уплаченную за возвращенный товар денежную сумму в течение 10 дней со дня
                        возврата Товара.</p>


                    <h3 className='mobile:text-lg'>Возврат Товара ненадлежащего качества:</h3>

                    <p>В пределах гарантийного срока потребитель вправе по своему выбору обратиться с требованием о
                        возврате товара ненадлежащего качества к изготовителю, продавцу или импортеру. Под товаром
                        ненадлежащего качества подразумевается товар, который неисправен и не может обеспечить
                        исполнение своих функциональных качеств.


                        Полученный Товар должен соответствовать описанию на Сайте. Внешний вид и комплектность Товара, а
                        также комплектность всего Заказа могут быть проверены Получателем в момент доставки Товара. При
                        доставке Товара Покупатель ставит свою подпись в квитанции о доставке в графе: «Заказ принял,
                        комплектность полная, претензий к количеству и внешнему виду товара не имею», либо в ином
                        аналогичном документе, выпускаемого Продавцом, в графе, предусматривающей проставление
                        Покупателем отметки об отсутствии у него претензий к комплектности и количеству Товара.


                        Если Покупателю был передан Товар ненадлежащего качества и оно не было заранее оговорено
                        Продавцом, Покупатель вправе воспользоваться положениями ст. 18 «Права потребителя при
                        обнаружении в товаре недостатков» Закона о защите прав потребителей. Если существенный
                        недостаток товара выявлен по истечении двух лет со дня его передачи потребителю и к этому
                        моменту истек гарантийный срок, требование о расторжении договора купли-продажи может быть
                        заявлено потребителем только к изготовителю (уполномоченной организации или уполномоченному
                        индивидуальному предпринимателю, импортеру). При этом потребитель обязан доказать, что
                        выявленный недостаток является существенным и что он возник до передачи товара потребителю или
                        по причинам, возникшим до этого момента.


                        Требования о возврате уплаченной за товар денежной суммы подлежат удовлетворению в течение 10
                        дней со дня предъявления соответствующего требования (ст. 22 Закона РФ «О защите прав
                        потребителей»).</p>


                    <h3 className='mobile:text-lg'>Возврат денежных средств:</h3>

                    <p>В случае аннуляции или возврата полностью или частично предоплаченного Заказа стоимость
                        аннулированного Товара возвращается Продавцом Покупателю способом, которым Товар был
                        оплачен.</p>

                    <h2 className='mobile:text-lg'>Возврат товара из других регионов России</h2>
                    <p>Вы можете вернуть товар в пунктах выдачи заказов курьерской службы СДЭК в Вашем городе.

                        А также осуществить возврат товара Почтой России, при условии, что товар был получен посредством
                        данной службы по адресу:

                        г. Москва, ул. Киевская д. 2

                        Получатель: уточняйте у Менеджера интернет-магазина

                        Стоимость пересылки товара рассчитывается согласно тарифам курьерской службы/Почты России.

                        Пересылка производится за счет покупателя.</p>
                </div>
            </MainLayout>
        </>
    )
}