"use client"


export default function AboutUsPage() {




    return (
        <>
            <div className='mx-60 p-5 leading-relaxed'>
            <h1>Manyasha Store – лучшее для самых любимых!</h1>
            <div>Одевайте детей красиво с Manyasha Store!

                Одежда для малышей от Manyasha Store  — лучшее с первого дня жизни! Красота, комфорт и любовь к детям — это и есть Manyasha Store !

                И, что очень важно, коллекционная детская одежда бренда подходит малышам с самого рождения! Так, в нашем интернет-магазине  можно увидеть роскошный ассортимент дизайнерских комплектов для детей до года: сказочные наборы на выписку, очаровательные выписные конверты, трогательные крестильные наряды и конечно, модные и стильные  fashion модели.

                Каждый сезон мы обновляем наши коллекции нарядных и повседневных моделей  от 0 до 12 лет, школьной формы до 16 лет.

                «Manyasha Store » — залог того, что ваш ребенок будет эстетом и модником с самого рождения! Для родителей же приятным сюрпризом окажется весьма демократичная ценовая политика. Теперь роскошная продукция премиум-класса вместе с «Manyasha Store» доступна каждому!  </div>
            </div>
        </>
    )
}