"use client"

export default function DeliveryPage() {
    return (
        <>
            <div className='p-5 mx-60 leading-relaxed'>
                <h2>
                    Заказ
                </h2>
                <p>
                    Вы можете оформить заказ по интернету, а также получить консультацию наших менеджеров, позвонив по указанным телефонам.
                </p>
                <h2>
                    Доставка по Москве
                </h2>
                <p>
                    Самовывоз по адресу: ул. Барклая, д. 6, стр.5, оф. 617/2, 6 эт. с 10 до 18 с пн-пт. – бесплатно
                    – Доставка по Москве – 300 руб. в пределах МКАД
                    – Доставка по Москве при покупке от 3000 – бесплатная
                    – Доставка по МО курьерской службой или до пункта выдачи заказов (2-3 дня) от 300 руб. В случае большого объема заказов срок доставки может быть увеличен.
                    Точную стоимость и сроки  доставки вы можете рассчитать при оформлении заказа в корзине или в карточке товара.
                </p>
                <h2>
                    Доставка по Регионам
                </h2>
                <p>
                    Мы осуществляем отправку товаров в любую точку России.
                </p>
                <h3>
                    Доставка заказов осуществляется:
                </h3>
                <p>
                    – Курьерской службой СДЭК до двери или в пункт выдачи заказов в вашем городе (средний срок 2-8 дней, тариф 250-600 руб)
                    – Почтой России (ценные отправления и отправления 1 класса)
                    – ЕМС
                </p>
                <h3>
                    Доставка Почтой России и ЕМС осуществляется только по полной предоплате.
                </h3>
                <p>
                    При любом способе доставки Вы можете оплатить заказ при получении наличными, либо на сайте банковской картой.
                    Точный тариф доставки можно рассчитать при оформлении заказа в корзине, а также в карточке товара в разделе “Доставка”.
                    Начните вводить ваш город для подбора оптимального способа доставки и расчета срока и тарифа.
                    По всем вопросам доставки в регионы, Вы можете обратиться по адресу: region@my-choupette.ru
                </p>
                <h2>
                    Бесплатная доставка.
                </h2>
                <p>
                    Если сумма вашей единовременной покупки более 2000 руб. – доставка по Москве (в пределах МКАД) бесплатна.
                </p>
            </div>
        </>
    )
}